Repository: 84000/data-translation-memory
Catalog: toh1-2-v3.tmx
Source language: bo
Languages: en

source: འཁོར་དེ་ལངས་ཤིང་དགེ་སློང་ཁ་ཅིག་ནི་དོང་། ཁ་ཅིག་ནི་མ་དོང་བར་དེའི་འོག་ཏུ་དགེ་སློང་གཉུག་མར་གནས་པ་ཆེས་ཉུང་བ་དག་ལྷགས་ན། དེ་དག་གིས་གལ་ཏེ་རེ་ཞིག་ཚོགས་པ་རྙེད་ན་དེ་དག་གིས་ཡང་དེ་དག་གི་དོན་དུ་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱ་ཞིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་གདོན་པར་བྱའོ། །
en: “If, after that, a smaller number of resident monks arrives after the assembly has risen and some monks have departed but while other monks are still there, they should gather the assembly if possible and again, for the sake of the second, make a motion, perform the restoration rite, and recite The Prātimokṣa Sūtra recitation.

source: འཁོར་དེ་ལངས་ཤིང་དགེ་སློང་ཁ་ཅིག་ནི་དོང་། ཁ་ཅིག་ནི་མ་དོང་བར་དེའི་འོག་ཏུ་དགེ་སློང་གཉུག་མར་གནས་པ་མཉམ་པ་དག་ལྷགས་ན། དེ་དག་གིས་གལ་ཏེ་རེ་ཞིག་ཚོགས་པ་རྙེད་ན་དེ་དག་གིས་ཡང་དེ་དག་གི་དོན་དུ་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱ་ཞིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་གདོན་པར་བྱའོ། །
en: “If, after that, an equal number of resident monks arrives after the assembly has risen and some monks have departed but while other monks are still there, they should gather the assembly if possible and again, for the sake of the second, make a motion, perform the restoration rite, and recite The Prātimokṣa Sūtra recitation.

source: དེའི་འོག་ཏུ་དགེ་སློང་གློ་བུར་དུ་འོངས་པ་དང་། གཉུག་མར་གནས་པ་ཆེས་ཉུང་བ་དག་ལྷགས་ན། དེ་དག་གིས་གྲལ་རིམས་བཞིན་དུ་འཁོད་དེ། དེ་དག་དང་ལྷན་ཅིག་གསོ་སྦྱོང་བྱ་ཞིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་གདོན་པར་བྱ་སྟེ། དགེ་སློང་སྔ་མ་དག་ལ་ཡང་འགལ་ཚབས་ཅན་དུ་མི་འགྱུར་རོ། །
en: “If later a smaller number of visiting and resident monks arrive, the second group, once they have sat down in order of seniority, should perform the restoration rite and recite The Prātimokṣa Sūtra recitation together with the first, in which case the earlier group of monks will not be guilty of a breach.

source: འཁོར་དེ་ལངས་ཤིང་དགེ་སློང་ཁ་ཅིག་ནི་དོང་། ཁ་ཅིག་ནི་མ་དོང་བར་དེའི་འོག་ཏུ་དགེ་སློང་གློ་བུར་དུ་འོངས་པ་དང་། གཉུག་མར་གནས་པ་ཆེས་ཉུང་བ་དག་ལྷགས་ན། དེ་དག་གིས་གལ་ཏེ་རེ་ཞིག་ཚོགས་པ་རྙེད་ན་དེ་དག་གིས་ཡང་དེ་དག་གི་དོན་དུ་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱ་ཞིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་གདོན་པར་བྱའོ། །
en: “If, after that, a smaller number of visiting and resident monks arrives after the assembly has risen and some monks have departed but while other monks are still there, they should gather the assembly if possible and again, for the sake of the second, make a motion, perform the restoration rite, and recite The Prātimokṣa Sūtra recitation.

source: དེའི་འོག་ཏུ་དགེ་སློང་གློ་བུར་དུ་འོངས་པ་དང་། གཉུག་མར་གནས་པ་མཉམ་པ་དག་ལྷགས་ན། དེ་དག་གིས་གྲལ་རིམས་བཞིན་དུ་འཁོད་དེ། དེ་དག་དང་ལྷན་ཅིག་གསོ་སྦྱོང་བྱ་ཞིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་གདོན་པར་བྱ་སྟེ། དགེ་སློང་སྔ་མ་དག་ལ་ཡང་འགལ་ཚབས་ཅན་དུ་མི་འགྱུར་རོ། །
en: “If later an equal number of visiting and resident monks arrives, the second group, once they have sat down in order of seniority, should perform the restoration rite and recite The Prātimokṣa Sūtra recitation together with the first, in which case the earlier group of monks will not be guilty of a breach.

source: འཁོར་དེ་ལངས་ཤིང་དགེ་སློང་ཁ་ཅིག་ནི་དོང་ཁ་ཅིག་ནི་མ་དོང་བར་དེའི་འོག་ཏུ་དགེ་སློང་གློ་བུར་དུ་འོངས་པ་དང་། གཉུག་མར་གནས་པ་མཉམ་པ་དག་ལྷགས་ན། དེ་དག་གིས་གལ་ཏེ་རེ་ཞིག་ཚོགས་པ་རྙེད་ན་དེ་དག་གིས་ཡང་དེ་དག་གི་དོན་དུ་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱ་ཞིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་གདོན་པར་བྱའོ། །
en: “If, after that, an equal number of visiting and resident monks arrives after the assembly has risen and some monks have departed but while other monks are still there, they should gather the assembly if possible and again, for the sake of the second, make a motion, perform the restoration rite, and recite The Prātimokṣa Sūtra recitation.

source: འཁོར་དེ་ལངས་ཤིང་དགེ་སློང་དག་དོང་ནས་དེའི་འོག་ཏུ་དགེ་སློང་གློ་བུར་དུ་འོངས་པ་དང་། གཉུག་མར་གནས་པ་མཉམ་པ་དག་ལྷགས་ན། དེ་དག་གིས་དཀྱིལ་འཁོར་བར་དོང་སྟེ་གསོ་སྦྱོང་བྱ་ཞིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་གདོན་པར་བྱ་སྟེ། དགེ་སློང་སྔ་མ་དག་ལ་ཡང་འགལ་ཚབས་ཅན་དུ་མི་འགྱུར་རོ། །
en: “If, after that, an equal number of visiting and resident monks arrives after the assembly has risen and the monks have departed, the later arrivals should go to the inner circle, where they should perform the restoration rite and recite The Prātimokṣa Sūtra recitation, in which case the earlier group of monks will not be guilty of a breach.

source: འདི་ལྟ་སྟེ་གསོ་སྦྱོང་བཅྭ་ལྔ་པ་དེ་ཉིད་ལ་དགེ་སློང་གློ་བུར་དུ་འོངས་པ་དང་། གཉུག་མར་གནས་པ་བཞིའམ་ལྷག་པ་དག་འདུག་ཅིང་མཐུན་པར་གྱུར་པ་ན། དེ་དག་འདི་སྙམ་དུ་དགེ་སློང་གང་དག་མ་ལྷགས་པ་དག་ཡོད་དོ་སྙམ་དུ་མི་སེམས་ཤིང་། ཆོས་ཀྱི་འདུ་ཤེས་ཅན་མཐུན་པའི་འདུ་ཤེས་ཅན་དེ་དག་གིས་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱེད་ཅིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་འདོན་པར་བྱེད་པ་ལས།
en: “When four or more visiting and resident monks are seated and have a quorum on the fifteenth, the day of the restoration rite, they might not think, ‘There are monks who have not yet arrived,’ but instead, thinking of their duty and thinking there was a quorum, they make a motion, perform the restoration rite, and recite The Prātimokṣa Sūtra recitation.

source: འདི་ལྟ་སྟེ་གསོ་སྦྱོང་བཅྭ་ལྔ་པ་དེ་ཉིད་ལ་དགེ་སློང་གློ་བུར་དུ་འོངས་པ་དང་། གཉུག་མར་གནས་པ་བཞིའམ་ལྷག་པ་དག་འདུག་ཅིང་མཐུན་པར་གྱུར་པ་ན། དེ་དག་འདི་སྙམ་དུ་དགེ་སློང་གང་དག་མ་ལྷགས་པ་དག་ཡོད་དོ་སྙམ་དུ་མི་སེམས་ཤིང་། ཆོས་ཀྱི་འདུ་ཤེས་ཅན་མཐུན་པའི་འདུ་ཤེས་ཅན་དེ་དག་གིས་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱེད་ཅིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་འདོན་པར་བྱེད་ན། དགེ་འདུན་གྱིས་སོ་སོར་ཐར་པ་བཏོན་ཅིང་གསོ་སྦྱོང་བྱས་པ་ཡིན་ནོ། །
en: “When four or more visiting and resident monks are seated and have a quorum on the fifteenth, the day of the restoration rite, they might not think, ‘There are monks who have not yet arrived,’ but instead, thinking of their duty and thinking there was a quorum, they make a motion, perform the restoration rite, and recite The Prātimokṣa Sūtra recitation until the saṅgha has finished performing The Prātimokṣa Sūtra recitation and the restoration rite.

source: འཁོར་དེ་ལངས་ཤིང་དགེ་སློང་ཁ་ཅིག་ནི་དོང་། ཁ་ཅིག་ནི་མ་དོང་བར་དེའི་འོག་ཏུ་དགེ་སློང་གློ་བུར་དུ་འོངས་པ་དང་། གཉུག་མར་གནས་པ་མཉམ་པ་དག་ལྷགས་ན། དེ་དག་གིས་གལ་ཏེ་རེ་ཞིག་ཚོགས་པ་རྙེད་ན་དེ་དག་གིས་ཡང་དེ་དག་གི་དོན་དུ་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱ་ཞིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་གདོན་པར་བྱའོ། །
en: “If, after that, an equal number of visiting and resident monks arrives after the assembly has risen and some monks have departed but while other monks are still there, they should gather the assembly if possible and again, for the sake of the second, make a motion, perform the restoration rite, and recite The Prātimokṣa Sūtra recitation.

source: དེའི་འོག་ཏུ་དགེ་སློང་གཉུག་མར་གནས་པ་ཆེས་ཉུང་བ་དག་ལྷགས་ན། དེ་དག་གིས་གྲལ་རིམས་བཞིན་དུ་འཁོད་དེ། དེ་དག་དང་ལྷན་ཅིག་གསོ་སྦྱོང་བྱ་ཞིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་གདོན་པར་བྱ་སྟེ། དགེ་སློང་སྔ་མ་དག་ལ་ཡང་འགལ་ཚབས་ཅན་དུ་མི་འགྱུར་རོ། །
en: “If later a smaller number of resident monks arrive, the second group, once they have sat down in order of seniority, should perform the restoration rite and recite The Prātimokṣa Sūtra recitation together with the first, in which case the earlier group of monks will not be guilty of a breach.

source: དེའི་འོག་ཏུ་དགེ་སློང་གཉུག་མར་གནས་པ་མཉམ་པ་དག་ལྷགས་ན། དེ་དག་གིས་གྲལ་རིམས་བཞིན་དུ་འཁོད་དེ། དེ་དག་དང་ལྷན་ཅིག་གསོ་སྦྱོང་བྱ་ཞིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་གདོན་པར་བྱ་སྟེ། དགེ་སློང་སྔ་མ་དག་ལ་ཡང་འགལ་ཚབས་ཅན་དུ་མི་འགྱུར་རོ། །
en: “If, after that, an equal number of resident monks arrives, the second group, once they have sat down in order of seniority, should perform the restoration rite and recite The Prātimokṣa Sūtra recitation together with the first, in which case the earlier group of monks will not be guilty of a breach.

source: དེའི་འོག་ཏུ་དགེ་སློང་གློ་བུར་དུ་འོངས་པ་ཆེས་ཉུང་བ་དག་ལྷགས་ན། དེ་དག་གིས་གྲལ་རིམས་བཞིན་དུ་འཁོད་དེ། དེ་དག་དང་ལྷན་ཅིག་གསོ་སྦྱོང་བྱ་ཞིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་གདོན་པར་བྱ་སྟེ། དགེ་སློང་སྔ་མ་དག་ལ་ཡང་འགལ་ཚབས་ཅན་དུ་མི་འགྱུར་རོ། །
en: “If later a smaller number of visiting monks arrive, the second group, once they have sat down in order of seniority, should perform the restoration rite and recite The Prātimokṣa Sūtra recitation together with the first, in which case the earlier group of monks will not be guilty of a breach.

source: འདི་ལྟ་སྟེ་གསོ་སྦྱོང་བཅྭ་ལྔ་པ་དེ་ཉིད་ལ་དགེ་སློང་གློ་བུར་དུ་འོངས་པ་དང་། གཉུག་མར་གནས་པ་བཞིའམ་ལྷག་པ་དག་འདུག་ཅིང་མཐུན་པར་གྱུར་པ་ན། དེ་དག་འདི་སྙམ་དུ་དགེ་སློང་གང་དག་མ་ལྷགས་པ་དག་ཡོད་དོ་སྙམ་དུ་མི་སེམས་ཤིང་། ཆོས་ཀྱི་འདུ་ཤེས་ཅན་མཐུན་པས་འདུ་ཤེས་ཅན་དེ་དག་གིས་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱེད་ཅིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་འདོན་པར་བྱེད་ན། དགེ་འདུན་གྱིས་སོ་སོར་ཐར་པ་བཏོན་ཅིང་གསོ་སྦྱོང་བྱས་པ་ཡིན་ནོ། །
en: “When four or more visiting and resident monks are seated and have a quorum on the fifteenth, the day of the restoration rite, they might not think, ‘There are monks who have not yet arrived,’ but instead, thinking of their duty and thinking there was a quorum, they make a motion, perform the restoration rite, and recite The Prātimokṣa Sūtra recitation until the saṅgha has finished performing The Prātimokṣa Sūtra recitation and the restoration rite.

source: དེའི་འོག་ཏུ་དགེ་སློང་གློ་བུར་དུ་འོངས་པ་མཉམ་པ་དག་ལྷགས་ན། དེ་དག་གིས་གྲལ་རིམས་བཞིན་དུ་འཁོད་དེ། དེ་དག་དང་ལྷན་ཅིག་གསོ་སྦྱོང་བྱ་ཞིང་། སོ་སོར་ཐར་པས་མདོ་གདོན་པ་གདོན་པར་བྱ་སྟེ། དགེ་སློང་སྔ་མ་དག་ལ་ཡང་འགལ་ཚབས་ཅན་དུ་མི་འགྱུར་རོ། །
en: “If later an equal number of visiting monks arrives, the second group, once they have sat down in order of seniority, should perform the restoration rite and recite The Prātimokṣa Sūtra recitation together with the first, in which case the earlier group of monks will not be guilty of a breach.

source: བར་སྡོམ་ལ། གྲལ་རིམས་གསོལ་ཚོགས་དཀྱིལ་འཁོར་བའོ།། །།འདུལ་བ་གཞི།
en: An intervening summary: In order of seniority, motion, assembly, and inner circle.

source: བམ་པོ་བཅུ་དྲུག་པ། འདི་ལྟ་སྟེ་གསོ་སྦྱོང་བཅྭ་ལྔ་པ་དེ་ཉིད་ལ་དགེ་སློང་གཉུག་མར་གནས་པ་བཞིའམ་ལྷག་པ་དག་འདུག་ཅིང་མཐུན་པར་གྱུར་པ་ན། དེ་དག་འདི་སྙམ་དུ་དགེ་སློང་གང་དག་མ་ལྷགས་པ་དག་ཡོད་དོ་སྙམ་དུ་མི་སེམས་ཤིང་། ཆོས་ཀྱི་འདུ་ཤེས་ཅན་མཐུན་པའི་འདུ་ཤེས་ཅན་དེ་དག་གིས་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱེད་ཅིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་འདོན་པར་བྱེད་པ་ལས།
en: Going “When four or more resident monks are seated and have a quorum on the fifteenth, the day of the restoration rite, they might not think, ‘There are monks who have not yet arrived,’ but instead, thinking of their duty and thinking there was a quorum, they make a motion, perform the restoration rite, and recite The Prātimokṣa Sūtra recitation.

source: དེའི་འོག་ཏུ་དགེ་སློང་གཉུག་མར་གནས་པ་ཆེས་མང་པོ་དག་ལྷགས་ན། དེ་དག་གིས་ཡང་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱ་ཞིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་གདོན་པར་བྱ་སྟེ། དགེ་སློང་སྔ་མ་དག་ལ་ཡང་འགལ་ཚབས་ཅན་དུ་མི་འགྱུར་རོ། །
en: “If later a greater number of resident monks arrives, the first group should again make a motion, perform the restoration rite, and recite The Prātimokṣa Sūtra recitation, in which case the earlier group of monks will not be guilty of a breach.

source: འཁོར་དེ་མ་ལངས་ཤིང་དགེ་སློང་དག་མ་དོང་བར་དེའི་འོག་ཏུ་དགེ་སློང་གཉུག་མར་གནས་པ་ཆེས་མང་པོ་དག་ལྷགས་ན། དེ་དག་གིས་ཡང་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱ་ཞིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་གདོན་པར་བྱ་སྟེ། དགེ་སློང་སྔ་མ་དག་ལ་ཡང་འགལ་ཚབས་ཅན་དུ་མི་འགྱུར་རོ། །
en: “If, after that, a greater number of resident monks arrives before the assembly rises and the monks depart, the first group should again make a motion, perform the restoration rite, and recite The Prātimokṣa Sūtra recitation, in which case the earlier group of monks will not be guilty of a breach.

source: འཁོར་དེ་ལངས་ཤིང་དགེ་སློང་ཁ་ཅིག་ནི་དོང་།
en: “If, after that, a greater number of resident monks arrives after the assembly has risen and some monks have departed but while other monks are still there, they should gather the assembly if possible and again, for the sake of the second, make a motion, perform the restoration rite, and recite The Prātimokṣa Sūtra recitation.

source: ཁ་ཅིག་ནི་མ་དོང་བར་དེའི་འོག་ཏུ་དགེ་སློང་གཉུག་མར་གནས་པ་ཆེས་མང་པོ་དག་ལྷགས་ན། དེ་དག་གིས་ཡང་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱ་ཞིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་གདོན་པར་བྱ་སྟེ། དགེ་སློང་སྔ་མ་དག་ལ་ཡང་འགལ་ཚབས་ཅན་དུ་མི་འགྱུར་རོ། །
en: If they cannot gather the assembly, the later arrivals should go to the inner circle, where they should perform the restoration rite and recite The Prātimokṣa Sūtra recitation, in which case the earlier group of monks will not be guilty of a breach.

source: འཁོར་དེ་ལངས་ཤིང་དགེ་སློང་དག་དོང་ནས་དེའི་འོག་ཏུ་དགེ་སློང་གཉུག་མར་གནས་པ་ཆེས་མང་པོ་དག་ལྷགས་ན། དེ་དག་གིས་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱ་ཞིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་གདོན་པར་བྱ་སྟེ། དགེ་སློང་སྔ་མ་དག་ལ་ཡང་འགལ་ཚབས་ཅན་དུ་མི་འགྱུར་རོ། །
en: “If, after that, a greater number of resident monks arrives after the assembly has risen and the monks have departed, the later arrivals should go to the inner circle, where they should perform the restoration rite and recite The Prātimokṣa Sūtra recitation, in which case the earlier group of monks will not be guilty of a breach.

source: དེའི་འོག་ཏུ་དགེ་སློང་གློ་བུར་དུ་འོངས་པ་ཆེས་མང་པོ་དག་ལྷགས་ན། དེ་དག་གིས་ཡང་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱ་ཞིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་གདོན་པར་བྱ་སྟེ། དགེ་སློང་སྔ་མ་དག་ལ་ཡང་འགལ་ཚབས་ཅན་དུ་མི་འགྱུར་རོ། །
en: “If later a greater number of visiting monks arrives, the first group should again make a motion, perform the restoration rite, and recite The Prātimokṣa Sūtra recitation, in which case the earlier group of monks will not be guilty of a breach.

source: འཁོར་དེ་མ་ལངས་ཤིང་དགེ་སློང་དག་མ་དོང་བར་དེའི་འོག་ཏུ་དགེ་སློང་གློ་བུར་དུ་འོངས་པ་ཆེས་མང་པོ་དག་ལྷགས་ན། དེ་དག་གིས་ཡང་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱ་ཞིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་གདོན་པར་བྱ་སྟེ། དགེ་སློང་སྔ་མ་དག་ལ་ཡང་འགལ་ཚབས་ཅན་དུ་མི་འགྱུར་རོ། །
en: “If, after that, a greater number of visiting monks arrives before the assembly rises and the monks depart, the first group should again make a motion, perform the restoration rite, and recite The Prātimokṣa Sūtra recitation, in which case the earlier group of monks will not be guilty of a breach.

source: འཁོར་དེ་ལངས་ཤིང་དགེ་སློང་ཁ་ཅིག་ནི་དོང་། ཁ་ཅིག་ནི་མ་དོང་བར་དེའི་འོག་ཏུ་དགེ་སློང་གློ་བུར་དུ་འོངས་པ་ཆེས་མང་པོ་དག་ལྷགས་ན། དེ་དག་གིས་ཡང་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱ་ཞིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་གདོན་པར་བྱ་སྟེ།
en: “If, after that, a greater number of visiting monks arrives after the assembly has risen and some monks have departed but while other monks are still there, they should gather the assembly if possible and again, for the sake of the second, make a motion, perform the restoration rite, and recite The Prātimokṣa Sūtra recitation.

source: དགེ་སློང་སྔ་མ་དག་ལ་ཡང་འགལ་ཚབས་ཅན་དུ་མི་འགྱུར་རོ། །
en: If they cannot gather the assembly, the later arrivals should go to the inner circle, where they should perform the restoration rite and recite The Prātimokṣa Sūtra recitation, in which case the earlier group of monks will not be guilty of a breach.

source: འཁོར་དེ་ལངས་ཤིང་དགེ་སློང་དག་དོང་ནས་དེའི་འོག་ཏུ་དགེ་སློང་གློ་བུར་དུ་འོངས་པ་ཆེས་མང་པོ་དག་ལྷགས་ན། དེ་དག་གིས་ཡང་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱ་ཞིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་གདོན་པར་བྱ་སྟེ། དགེ་སློང་སྔ་མ་དག་ལ་ཡང་འགལ་ཚབས་ཅན་དུ་མི་འགྱུར་རོ། །
en: “If, after that, a greater number of visiting monks arrives after the assembly has risen and the monks have departed, the later arrivals should go to the inner circle, where they should perform the restoration rite and recite The Prātimokṣa Sūtra recitation, in which case the earlier group of monks will not be guilty of a breach.

source: དེའི་འོག་ཏུ་དགེ་སློང་གློ་བུར་དུ་འོངས་པ་དང་། གཉུག་མར་གནས་པ་ཆེས་མང་པོ་དག་ལྷགས་ན། དེ་དག་གིས་ཡང་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱ་ཞིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་གདོན་པར་བྱ་སྟེ། དགེ་སློང་སྔ་མ་དག་ལ་ཡང་འགལ་ཚབས་ཅན་དུ་མི་འགྱུར་རོ། །
en: “If later a greater number of visiting and resident monks arrives, the first group should again make a motion, perform the restoration rite, and recite The Prātimokṣa Sūtra recitation, in which case the earlier group of monks will not be guilty of a breach.

source: འཁོར་དེ་མ་ལངས་ཤིང་དགེ་སློང་དག་མ་དོང་བར་དེའི་འོག་ཏུ་དགེ་སློང་གློ་བུར་དུ་འོངས་པ་དང་། གཉུག་མར་གནས་པ་ཆེས་མང་པོ་དག་ལྷགས་ན། དེ་དག་གིས་ཡང་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱ་ཞིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་གདོན་པར་བྱ་སྟེ། དགེ་སློང་སྔ་མ་དག་ལ་ཡང་འགལ་ཚབས་ཅན་དུ་མི་འགྱུར་རོ། །
en: “If, after that, a greater number of visiting and resident monks arrives before the assembly rises and the monks depart, the first group should again make a motion, perform the restoration rite, and recite The Prātimokṣa Sūtra recitation, in which case the earlier group of monks will not be guilty of a breach.

source: འཁོར་དེ་ལངས་ཤིང་དགེ་སློང་ཁ་ཅིག་ནི་དོང་། ཁ་ཅིག་ནི་མ་དོང་བར་དེའི་འོག་ཏུ་དགེ་སློང་གློ་བུར་དུ་འོངས་པ་དང་། གཉུག་མར་གནས་པ་ཆེས་མང་པོ་དག་ལྷགས་ན། དེ་དག་གིས་ཡང་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱ་ཞིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་གདོན་པར་བྱ་སྟེ།
en: “If, after that, a greater number of visiting and resident monks arrives after the assembly has risen and some monks have departed but while other monks are still there, they should gather the assembly if possible and again, for the sake of the second, make a motion, perform the restoration rite, and recite The Prātimokṣa Sūtra recitation.

source: འཁོར་དེ་ལངས་ཤིང་དགེ་སློང་དག་དོང་ནས་དེའི་འོག་ཏུ་དགེ་སློང་གློ་བུར་དུ་འོངས་པ་དང་། གཉུག་མར་གནས་པ་ཆེས་མང་པོ་དག་ལྷགས་ན། དེ་དག་གིས་ཡང་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱ་ཞིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་གདོན་པར་བྱ་སྟེ། དགེ་སློང་སྔ་མ་དག་ལ་ཡང་འགལ་ཚབས་ཅན་དུ་མི་འགྱུར་རོ། །
en: “If, after that, a greater number of visiting and resident monks arrives after the assembly has risen and the monks have departed, the later arrivals should go to the inner circle, where they should perform the restoration rite and recite The Prātimokṣa Sūtra recitation, in which case the earlier group of monks will not be guilty of a breach.

source: འཁོར་དེ་ལངས་ཤིང་དགེ་སློང་དག་དོང་ནས་དེའི་འོག་ཏུ་དགེ་སློང་གཉུག་མར་གནས་པ་ཆེས་མང་པོ་དག་ལྷགས་ན། དེ་དག་གིས་ཡང་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱ་ཞིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་གདོན་པར་བྱ་སྟེ། དགེ་སློང་སྔ་མ་དག་ལ་ཡང་འགལ་ཚབས་ཅན་དུ་མི་འགྱུར་རོ། །
en: “If, after that, a greater number of resident monks arrives after the assembly has risen and the monks have departed, the later arrivals should go to the inner circle, where they should perform the restoration rite and recite The Prātimokṣa Sūtra recitation, in which case the earlier group of monks will not be guilty of a breach.

source: འཁོར་དེ་མ་ལངས་ཤིང་དགེ་སློང་དག་མ་དོང་བར་དེའི་འོག་ཏུ་དགེ་སློང་གློ་བུར་དུ་འོངས་པ་དང་། གཉུག་མར་གནས་པ་ཆེས་མང་པོ་དག་ལྷགས་ན། དེ་དག་གིས་ཡང་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱ་ཞིང་། སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་གདོན་པར་བྱ་སྟེ། དགེ་སློང་སྔ་མ་དག་ལ་ཡང་འགལ་ཚབས་ཅན་དུ་མི་འགྱུར་རོ། །
en: “If, after that, a greater number of visiting and resident monks arrives before the assembly rises and the monks depart, the first group should again make a motion, perform the restoration rite, and recite The Prātimokṣa Sūtra recitation, in which case the earlier group of monks will not be guilty of a breach.

source: འཁོར་དེ་ལངས་ཤིང་དགེ་སློང་དག་དོང་ནས་དེའི་འོག་ཏུ་དགེ་སློང་གློ་བུར་དུ་འོངས་པ་ཆེས་མང་པོ་དག་ལྷགས་ན། དེ་དག་གིས་ཡང་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱ་ཞིང་། སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་གདོན་པར་བྱ་སྟེ། དགེ་སློང་སྔ་མ་དག་ལ་ཡང་འགལ་ཚབས་ཅན་དུ་མི་འགྱུར་རོ།། །།
en: “If, after that, a greater number of visiting monks arrives after the assembly has risen and the monks have departed, the later arrivals should go to the inner circle, where they should perform the restoration rite and recite The Prātimokṣa Sūtra recitation, in which case the earlier group of monks will not be guilty of a breach.”

source: བར་སྡོམ་ལ། གསོལ་བ་དང་ནི་མ་དོང་དང་། །ཁ་ཅིག་དོང་དང་ཐམས་ཅད་དོང་། །
en: An intervening summary: Motion, have not yet departed, Some have departed, and all have departed.

source: དགེ་སློང་གཉུག་མར་གནས་པ་དག་གི་ནི་ཚེས་བཅྭ་ལྔ་ཡིན་ལ། དགེ་སློང་གློ་བུར་དུ་འོངས་པ་ཆེས་ཉུང་བ་དག་གི་ནི་ཚེས་བཅུ་བཞིའམ་ཚེས་གཅིག་ཡིན་ན། གློ་བུར་དུ་འོངས་པ་དག་གིས་གཉུག་མར་གནས་པ་ཆེས་མང་པོ་དག་གི་རྗེས་སུ་འཇུག་པར་བྱའོ། །
en: The Restoration Rite of Professed Purity “If it is the fifteenth according to the resident monks but the fourteenth or first according to a smaller number of visiting monks, the visitors should defer to the greater number of residents.

source: དགེ་སློང་གཉུག་མར་གནས་པ་དག་གི་ནི་ཚེས་བཅྭ་ལྔ་ཡིན་ལ། དགེ་སློང་གློ་བུར་དུ་འོངས་པ་མཉམ་པ་དག་གི་ནི་ཚེས་བཅུ་བཞིའམ་ཚེས་གཅིག་ཡིན་ན། གློ་བུར་དུ་འོངས་པ་དག་གིས་ནི་གཉུག་མར་གནས་པ་མཉམ་པ་དག་གི་རྗེས་སུ་འཇུག་པར་བྱའོ། །
en: “If it is the fifteenth according to the resident monks but the fourteenth or first according to an equal number of visiting monks, the visitors should defer to the equal number of residents.

source: དགེ་སློང་གཉུག་མར་གནས་པ་ཆེས་ཉུང་བ་དག་གི་ནི་ཚེས་བཅྭ་ལྔ་ཡིན་ལ། དགེ་སློང་གློ་བུར་དུ་འོངས་པ་ཆེས་མང་པོ་དག་གི་ནི་ཚེས་བཅུ་བཞིའམ་ཚེས་གཅིག་ཡིན་ན། གཉུག་མར་གནས་པ་དག་གིས་གློ་བུར་དུ་འོངས་པ་ཆེས་མང་པོ་དག་གི་རྗེས་སུ་འཇུག་པར་བྱའོ། །
en: “If it is the fifteenth according to a smaller group of resident monks but the fourteenth or first according to a greater number of visiting monks, the residents should defer to the greater number of visitors.

source: དགེ་སློང་གློ་བུར་དུ་འོངས་པ་དག་གི་ནི་ཚེས་བཅྭ་ལྔ་ཡིན་ལ། དགེ་སློང་གཉུག་མར་གནས་པ་ཆེས་ཉུང་བ་དག་གི་ཚེས་བཅུ་བཞིའམ་ཚེས་གཅིག་ཡིན་ན། གཉུག་མར་གནས་པ་དག་གིས་གློ་བུར་དུ་འོངས་པ་ཆེས་མང་པོ་དག་གི་རྗེས་སུ་འཇུག་པར་བྱའོ། །
en: “If it is the fifteenth according to the visiting monks but the fourteenth or first according to a smaller number of resident monks, the residents should defer to the greater number of visitors.

source: དགེ་སློང་གློ་བུར་དུ་འོངས་པ་དག་གི་ནི་ཚེས་བཅྭ་ལྔ་ཡིན་ལ། དགེ་སློང་གཉུག་མར་གནས་པ་མཉམ་པ་དག་གི་ནི་ཚེས་བཅུ་བཞིའམ་ཚེས་གཅིག་ཡིན་ན། གློ་བུར་དུ་འོངས་པ་དག་གིས་གཉུག་མར་གནས་པ་མཉམ་པ་དག་གི་རྗེས་སུ་འཇུག་པར་བྱའོ། །
en: “If it is the fifteenth according to the visiting monks but the fourteenth or first according to an equal number of resident monks, the visitors should defer to the equal number of residents.

source: དགེ་སློང་གློ་བུར་དུ་འོངས་པ་དག་གི་ནི་ཚེས་བཅྭ་ལྔ་ཡིན་ལ། དགེ་སློང་གཉུག་མར་གནས་པ་ཆེས་མང་པོ་དག་གི་ནི་ཚེས་བཅུ་བཞིའམ་ཚེས་གཅིག་ཡིན་ན། གློ་བུར་དུ་འོངས་པ་དག་གིས་གཉུག་མར་གནས་པ་ཆེས་མང་པོ་དག་གི་རྗེས་སུ་འཇུག་པར་བྱའོ། །འདི་ལྟ་སྟེ་གསོ་སྦྱོང་བཅྭ་ལྔ་པ་དེ་ཉིད་ལ་དགེ་སློང་གཉུག་མར་གནས་པ་བཞིའམ་ལྷག་པ་དག་འདུག་ཅིང་མཐུན་པར་གྱུར་པ་ན། དེ་དག་གིས་དེ་ན་གློ་བུར་དུ་འོངས་པའི་རྣམ་པ་དང་། གློ་བུར་དུ་འོངས་པའི་རྟགས་དང་། གློ་བུར་དུ་འོངས་པའི་མཚན་མ་འདི་ལྟ་སྟེ། གཞན་གྱི་ལྷུང་བཟེད་དང་། ཆོས་གོས་དང་། ཁར་བ་དང་། གཏུར་བུ་དང་། རིལ་བ་སྤྱི་བླུགས་དང་། འབྲུ་མར་སྣོད་དང་།
en: “If it is the fifteenth according to the visiting monks but the fourteenth or first according to a greater number of resident monks, the visitors should defer to the greater number of residents.”

source: ཞྭ་དང་། ལྷམ་སྒྲོ་གུ་ཅན་དང་། མཆིལ་ལྷམ་དག་མཐོང་ན། དེ་དག་འདི་སྙམ་དུ་སེམས་ཤིང་། དགེ་སློང་གང་དག་མ་ལྷགས་པ་དག་ཡོད་ན། དགེ་སློང་གང་དག་མ་ལྷགས་པ་དེ་དག་མེད་ཀྱང་རུང་། དེ་ཉིད་དུ་འདུག་ཀྱང་རུང་། སོ་སོར་འདུག་ཀྱང་རུང་། ཐག་རིང་པོར་གྱུར་ཀྱང་རུང་སྙམ་ནས་དབྱེན་གྱིས་དོན་དུ་གཉེར་བ་དབྱེན་གྱི་ཡོ་བྱད་ཅན་དེ་དག་གིས་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱེད་ཅིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་འདོན་པར་བྱེད་པ་ལས།
en: “When four or more resident monks are seated and have a quorum on the fifteenth, the day of the restoration rite, they might see evidence, signs, or marks of visiting monks such as another’s begging bowl, robe, staff, cushion, water jug, oil lamp, hat, laced boots, or sandals, and they might think, ‘If there are monks who have not yet arrived, let those monks who have not yet arrived be absent, let them stay where they are, let them be separate, let them be far away.’

source: དེའི་འོག་ཏུ་དགེ་སློང་གློ་བུར་དུ་འོངས་པ་ཆེས་ཉུང་བ་དག་ལྷགས་ན། དེ་དག་གིས་ཡང་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱ་ཞིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་གདོན་པར་བྱ་སྟེ། དགེ་སློང་སྔ་མ་དག་ལ་ནི་དབྱེན་གྱི་ཉེར་བསྡོགས་ལས་ཉེས་པ་སྦོམ་པོར་འགྱུར་རོ། །འདི་ལྟ་སྟེ་གསོ་སྦྱོང་བཅྭ་ལྔ་པ་དེ་ཉིད་ལ་དགེ་སློང་གཉུག་མར་གནས་པ་བཞིའམ་ལྷག་པ་དག་འདུག་ཅིང་མཐུན་པར་གྱུར་པ་ན། དེ་དག་གིས་དེ་ན་གློ་བུར་དུ་འོངས་པའི་རྣམ་པ་དང་། གློ་བུར་དུ་འོངས་པའི་རྟགས་དང་། གློ་བུར་དུ་འོངས་པའི་མཚན་མ་འདི་ལྟ་སྟེ། གཞན་གྱི་ལྷུང་བཟེད་དང་། ཆོས་གོས་དང་། ཁར་བ་དང་། གཏུར་བུ་དང་། རིལ་བ་སྤྱི་བླུགས་དང་།
en: “If those monks, with divisive aims and divisive preparations, make a motion, perform the restoration rite, and recite The Prātimokṣa Sūtra recitation, and later a smaller number of visiting monks arrives, the earlier group of monks should again make a motion, perform the restoration rite, and recite The Prātimokṣa Sūtra recitation, in which case the earlier group of monks will not be guilty of a grievous fault because of their divisive attempts.
